Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Total Hip Total hip replacement is a surgery to replace worn or damaged parts of the hip joint. The surfaces of the diseased joint are removed and replaced with an artificial joint. This surgery can relieve pain and improve movement in your hip joint. You may need a total hip replacement if: • Other treatments, such as medicine, steroid injections, and physical therapy, no longer stop your pain or help movement of the joint. • The pain or poor movement in your hip prevents you from doing your normal activities. Normal Hip Joint Your hip is a joint where the thigh bone (femur) meets the hip bone (pelvis). A healthy hip has layers of smooth cartilage that cover the ball-shaped end of the femur and socket shaped Socket part of the pelvis. The Ball of femur cartilage acts as a cushion and allows the ball of the Smooth Cartilage femur to glide easily within the socket of the pelvis. () The muscles around the Pelvis (hip bone) joint support your weight () and help move the joint Femur (thigh bone) smoothly. Total Hip Replacement. Russian.
ru: замена сустава Replacement Полная замена тазобедренного сустава — это хирургическая операция по замене изношенных или поврежденных частей тазобедренного сустава. Поверхности больного сустава удаляются и заменяются искусственным суставом. Операция может избавить вас от боли и улучшить подвижность тазобедренного сустава. Полная замена тазобедренного сустава проводится, если: • Другие виды лечения, такие как лекарства, инъекции стероидов и физиотерапия, больше не снимают боль и не улучшают подвижность сустава. • Боль или недостаточная подвижность бедра мешают вам заниматься повседневными делами. Здоровый тазобедренный сустав Тазобедренный сустав — это место, где бедренная кость соединяется с тазовой костью. Здоровый тазобедренный сустав покрыт слоем гладкого хряща, который покрывает шаровидный конец бедренной кости и впадину тазовой кости. Хрящ смягчает трение и облегчает скольжение головки бедренной кости по впадине тазовой кости. Мышцы вокруг сустава поддерживают ваш вес и обеспечивают плавную работу сустава.

source: Worn Hip Joint The smooth cartilage layers can wear down on the ball and socket part of the hip joint. The cartilage can wear down as you age or from injury, arthritis or a side effect from certain medicines. When the joint wears down, the smooth surfaces become rough, like sandpaper. As you move your leg, the ball grinds in the socket causing pain and stiffness. Total Hip Replacement During surgery, the damaged cartilage and ends of the bones of the hip joint are removed. A new joint is created using an artificial cup and ball made of metal and very strong plastic. The cup replaces the worn hip socket of your pelvis. The new ball is attached to a stem that fits into your femur and may be cemented in place with special bone cement. The metal has a porous surface that your bone will grow into as it heals to create a tight fit. Total Hip Replacement. Russian.
ru: Изношенный тазобедренный сустав Гладкий хрящ на головке и впадине тазобедренного сустава может износиться. Это происходит из-за суженная возраста, травм, артрита суставная щель или побочного действия Narrowed Joint space некоторых лекарств. По костные наросты Bone spurs мере износа сустава износившийся хрящ гладкие поверхности Worn cartilage становятся шероховатыми, как наждачная бумага. Во время движения ноги головка кости трется о впадину, вызывая боль и скованность. Полная замена тазобедренного сустава При проведении углубление хирургической операции Cup головка производится удаление Ball поврежденного хряща и костных окончаний тазобедренного сустава. Они заменяются искусственным стержень Stem углублением и головкой, костный изготовленными из металла цемент и очень прочной пластмассы. Cement Углубление заменяет изношенную вертлужную впадину таза. Новая головка присоединяется к стержню, который вставляется в бедренную кость и фиксируется специальным костным цементом. Металл имеет пористую поверхность, в которую ваша кость будет постепенно врастать, обеспечивая плотное соединение.

source: Joint Pain and Movement After Surgery The staff will help you stand and begin walking with a walker the day of or day after surgery. You will have some pain as you heal and your muscles regain their strength. This pain should go away in a few weeks and pain medicine will be ordered to help relieve your pain. With your new joint and physical therapy, you may be able to resume many of the activities you enjoy. Talk to your doctor or nurse if you have any questions or concerns about total hip replacement. © 2008 - June 23, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Total Hip Replacement. Russian.
ru: Боль в суставе и передвижение после операции После операции или на следующий день персонал поможет вам встать и начать передвигаться с помощью ходунков. Заживление раны и восстановление мышц могут сопровождаться болезненными ощущениями. На первое время вам назначат обезболивающие средства, а через несколько недель боль должна пройти. После замены сустава и физиотерапии вы сможете заниматься некоторыми из своих повседневных дел. Если у вас есть вопросы или сомнения, связанные с полной заменой тазобедренного сустава, обратитесь к своему врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Total Knee Total knee replacement is a surgery to replace worn or damaged parts of the knee joint. The surfaces of the diseased joint are removed and replaced with an artificial joint. This surgery can relieve pain and improve movement in your knee joint. You may need a total knee replacement if: • Other treatments, such as medicine, steroid injections and physical therapy, no longer stop your pain or help movement of the joint. • The pain or poor movement in your knee prevents you from doing your normal activities. Normal Knee Joint Your knee is a hinge joint where the end of the thigh bone (femur) meets the top of the large bone in your lower leg (tibia). A healthy knee has smooth cartilage that covers Ligament the ends of the bones. The two bones glide Ligament smoothly as you bend your knee. The muscles and ligaments around the knee joint support Fibula your weight and help move the joint smoothly when you walk. Total Knee Replacement. Russian.
ru: коленного сустава Replacement Полная замена коленного сустава — это хирургическая операция по замене изношенных или поврежденных частей коленного сустава. Поверхности больного сустава удаляются и заменяются искусственным суставом. Операция может избавить вас от боли и улучшить подвижность коленного сустава. Полная замена коленного сустава проводится, если: • Другие виды лечения, такие как лекарства, инъекции стероидов и физиотерапия, больше не снимают боль и не улучшают подвижность сустава. • Боль или недостаточная подвижность колена мешают вам заниматься повседневными делами. Здоровый коленный сустав Колено — это шарнирный сустав, бедро (бедренная кость) в котором конец Femur (thigh bone) бедренной кости соединяется с верхней частью надколенник (коленная чашечка) большой берцовой Patella (knee cap) кости. В здоровом хрящ Cartilage коленном суставе связка окончания костей Ligament покрыты слоем гладкого хряща. При большая берцовая сгибе ноги в колене кость Tibia (shin bone) две кости плавно скользят. Мышцы и связки вокруг коленного сустава поддерживают ваш вес и обеспечивают плавную работу сустава во время ходьбы.

source: Worn Knee Joint The smooth cartilage layers can wear down on the ends of the bones. The cartilage can wear down as you age or from injury, arthritis, or a side effect from certain Movement of medicines. When the knee cap bone surfaces and cartilage wear down, Bone spurs they become rough, like sandpaper. As you move your leg, the bones grind and you have pain and stiffness. Total Knee Replacement During surgery, the damaged cartilage and ends of the bones of the knee joint are removed. A new joint is created using an artificial joint made of metal and very strong plastic. Parts of the new joint may be cemented in place with special bone cement. The metal has a porous surface that your bone will grow into as it heals to create a tight fit. Total Knee Replacement. Russian.
ru: Изношенный коленный сустав Гладкий хрящ на концах костей может износиться. Это происходит из-за возраста, износившийся, травм, артрита поврежденный хрящ Worn, cracked или побочного cartilage действия некоторых суженная суставная щель лекарств. По мере Narrowed joint space износа хрящевого слоя гладкие поверхности костей становятся шероховатыми, как наждачная бумага. Во время движения ноги кости трутся друг об друга, вызывая боль и скованность. Полная замена коленного сустава При проведении хирургической операции производится удаление поврежденного хряща и костных окончаний коленного сустава. Они заменяются искусственным суставом, изготовленным из металла и очень прочной пластмассы. Для фиксации нового сустава может использоваться специальный костный цемент. Металл имеет пористую поверхность, в которую ваша кость будет постепенно врастать, обеспечивая плотное соединение.

source: Joint Pain and Movement After Surgery The staff will help you stand and begin walking with a walker the day of or day after surgery. You will have some pain as the tissues heal and muscles regain their strength. This pain should go away in a few weeks and pain medicine will be ordered to help relieve this surgery pain. With your new joint and physical therapy, you may be able to resume some of the activities you once enjoyed. Talk to your doctor or nurse if you have any questions or concerns about total hip replacement. © 2008 - June 23, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Total Knee Replacement. Russian.
ru: Боль в суставе и передвижение после операции После операции или на следующий день персонал поможет вам встать и начать передвигаться с помощью ходунков. Заживление тканей и восстановление мышц могут сопровождаться болезненными ощущениями. На первое время вам назначат обезболивающие средства, а через несколько недель послеоперационная боль должна пройти. После замены сустава и физиотерапии вы сможете заниматься некоторыми из своих повседневных дел. Если у вас есть вопросы или сомнения, связанные с полной заменой коленного сустава, обратитесь к своему врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Tuberculosis Tuberculosis or TB is a disease caused by germs called bacteria that most often affects the lungs. You can get infected with TB when you breathe in the germs. You are at a higher risk to get TB if you have a weak immune system. This system can be weakened by poor diet, illness, medicines, stress and other causes. Types of infection There are two types of TB infection, latent and active. Latent infection is when you may have no signs of TB. The bacteria are in your body, but they are not active. You will not feel sick or spread TB to others. Skin or blood tests will be positive for TB. Treatment is still needed to prevent you from getting active TB later. Active infection is when you have signs of the disease. You are able to spread the disease to others when you breathe, cough, sing or laugh and other people breathe in the TB germs. Without treatment, TB can cause serious damage to the lungs and death. Signs TB in the lungs can cause these signs: • Cough that lasts more than 3 weeks or won’t go away • Fever and chills • Weight loss or loss of appetite • Feeling weak and tired • Chest pain • Night sweats Tuberculosis (TB). Russian.
ru: (TB) Туберкулез вызывается бактериями, которые чаще всего поражают легкие. Заразиться туберкулезом можно воздушно-капельным путем. При слабом иммунитете риск заболеть выше. Неполноценное питание, болезни, лекарства, стресс и другие факторы снижают защитные силы организма. Формы заболевания Существует две формы туберкулеза: латентная и активная. При латентной форме симптомы могут отсутствовать. Бактерии находятся в организме, но не проявляют активности. Вы будете чувствовать себя здоровым и не сможете никого заразить. Анализы крови или костной ткани покажут наличие болезни. Чтобы туберкулез не перешел в активную форму, потребуется лечение. При активной форме присутствуют симптомы заболевания. Вы можете заразить бактериями туберкулеза других во время дыхания, кашля, пения и смеха. Если туберкулез не лечить, возникнут тяжелые поражения легких и смерть. Симптомы Туберкулез легких проявляется следующими симптомами: • Кашель, который не проходит или длится более 3 недель • Высокая температура и озноб • Потеря веса или отсутствие аппетита • Слабость и усталость • Боль в груди • Ночная потливость

source: Testing A skin test will be done to see if you are infected. A positive test means that you have been infected. If your test is positive, your doctor may also use a blood test, a chest x-ray and tests of the sputum you cough up to see if you have TB. Your family members and others living with you will also be skin tested to check if they also are infected. A negative test often means that you are not infected. The skin test may not react if you have a weak immune system. Your doctor may check for TB if your skin test is negative, but you still have signs. Medicines If you have a positive skin test or have TB, you will be started on medicines. • For latent infection, you may need to take medicine for 3 to 9 months. • For active TB, medicine treatment may be needed for 6 to 12 months or more. Take your medicines as directed. You may need more than one type of medicine for TB. • You need to take all of your medicines for as long as your doctor orders. • Do not stop taking them, even if you feel better. Tuberculosis (TB). Russian.
ru: Обследование Для проверки на наличие инфекции проводится кожный тест. Положительный результат может означать, что вы заражены. Для подтверждения диагноза врач может назначить анализ крови, рентгеновский снимок грудной клетки и анализ мокроты. Члены вашей семьи и проживающие с вами лица также пройдут кожный тест. Отрицательный результат теста часто означает, что вы не инфицированы. При ослабленном иммунитете кожный тест может не показать наличие заболевания. Врач может провести обследование, даже если у вас есть симптомы, но кожный тест отрицательный. Лекарства Если у вас положительный кожный тест или выявлен туберкулез, вы начнете прием лекарств. • В случае латентной формы лекарства нужно будет принимать от 3 до 9 месяцев. • В случае активной формы — от 6 до 12 месяцев. Принимайте лекарства согласно указаниям врача. Вам могут назначить несколько препаратов. • Необходимо принимать все медикаменты на протяжение срока, указанного врачом. • Не прекращайте их прием, даже если почувствуете себя лучше.

source: Skipping doses or stopping medicines early can cause: • The spread of TB to others. • The infection to come back. • The germs to become resistant to the medicine. This means the germs are harder to stop with the medicines available, making it harder to treat. Most often, after 2 to 3 weeks of medicine treatment for active TB, you are no longer contagious. This means you will not pass TB germs to others, but you still need to take your medicine as ordered. Protect yourself and others • Wash you hands well with soap and water or use alcohol based hand sanitizer before and after meals. • Keep your body strong. Eat 3 meals and drink 6 to 8 glasses of fluid each day. • Go to all your doctor appointments. • Always cover your mouth when you cough or sneeze with a tissue, then throw it away. You can also cough into your sleeve if you do not have a tissue. Then, wash your hands. Hospital care If you are sick enough that you need to be in the hospital, steps will be taken to prevent others from getting TB. • You will be isolated in your room until you have been on TB medicines for 2 to 3 weeks or until your sputum is not infected. Tuberculosis (TB). Russian.
ru: Если пропускать прием лекарств или прекратить их принимать: • Можно заразить туберкулезом окружающих • Заболевание может вернуться • Бактерии могут выработать устойчивость к лекарствам, и их будет сложнее убить. Как правило, через 2–3 недели после начала медикаментозного лечения активной формы туберкулеза пациент перестает быть заразным. Вы не заразите туберкулезом окружающих, но по- прежнему должны принимать лекарства. Защита себя и окружающих • До и после еды тщательно мойте руки с мылом или используйте дезинфицирующее средство на спиртовой основе. • Чтобы поддержать иммунитет, ешьте 3 раза в день и выпивайте 6–8 стаканов жидкости. • Ходите на все приемы врача. • Обязательно прикрывайте рот платком во время кашля и чихания. Затем выбросьте платок. Если у вас нет платка, используйте сгиб локтя. После этого вымойте руки. Лечение в больнице Если ваше заболевание серьезно, вас госпитализируют и примут меры, чтобы вы не заражали других людей. • Вы будете изолированы на время приема лекарств от туберкулеза в течение 2–3 недель или пока у вас в мокроте не исчезнет инфекция.

source: • Anyone who comes into your room will wear a mask. • The door to your room will be closed. • You will need to wear a mask when you are out of your room. Call your doctor right away if you: • Have a worse cough. • Cough up blood. • Have trouble breathing. • Lose weight even when you are eating a good diet. • Have fevers or night sweats. • Have brown urine or gray stools. • Have yellow skin or yellow eyes. Talk to your doctor or nurse if you have any questions or concerns. © 2006 - March 4, 2020, Health Information Translations. information found on this website should not be used in place of a consultation your doctor or other qualified health care provider before you start or stop any treatment State University Wexner Medical Center, Mount Carmel Health System, OhioHealth you may incur as a result of your stopping medical treatment or your failure to obtain Tuberculosis (TB). Russian.
ru: • Все посетители вашей палаты должны надевать маску. • Дверь в вашу палату будет закрыта. • Выходить из палаты вы сможете только в маске. Немедленно позвоните врачу, если: • Кашель становится сильнее. • Вы харкаете кровью. • Вам трудно дышать. • Вы худеете, несмотря на то, что питаетесь полноценно. • У вас высокая температура или потоотделение ночью. • У вас моча коричневого цвета или стул серого цвета. • У вас желтая кожа или желтые глаза. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical with your doctor or other health care provider. You should always seek the advice of or with any questions you may have about a medical condition. The Ohio and Nationwide Children’s Hospital are not responsible for injuries or damages treatment.

source: Types of Brain The bones of the skull are hard to protect the brain. When your head is hit or moved with force, the brain is injured when it moves at a different speed than the skull. The brain or a part of the brain can be bruised, stretched or torn to cause bleeding. A person may have one or several types of brain injury. Recovering from a brain injury can take a long time. Read on to learn about the different types of brain injury. Concussion A concussion is the most common type of traumatic brain injury. It results from a fall or hit to the head that causes the brain to twist and turn inside the skull. A concussion may cause bruising, bleeding or swelling of the brain. A skull fracture may occur along with a concussion. A concussion is normally not life-threatening, but it can be serious. If your signs get worse after 7 to 10 days, see your health care provider. Medicines may be used to treat dizziness or headache, but time and rest is needed most for brain healing. Types of Brain Injury. Russian.
ru: мозга Injury Твердые кости черепа надежно защищают мозг. При сильном ударе головы происходит повреждение мозга, так как мозг движется с другой скоростью, чем черепная коробка. Мозг или его участок может быть ушиблен, растянут или разорван, вызвав кровотечение. У человека может быть одна или несколько типов травм головного мозга. Выздоровление после травмы головного мозга может занять много времени. Ознакомьтесь с различными типами травм головного мозга. Сотрясение Сотрясение — наиболее распространенный вид черепно-мозговой травмы. Оно происходит в результате падения или удара по голове, от чего мозг встряхивается и смещается в черепной коробке. В результате сотрясения может возникнуть ушиб, кровотечение или отек головного мозга. Сотрясение может сопровождаться переломом костей черепа. Сотрясение мозга обычно не представляет угрозы для жизни, но оно может быть серьезным. Обратитесь к врачу, если через 7–10 дней ваше самочувствие ухудшится. Для устранения головокружения и головной боли можно принимать лекарства, но самое главное — это покой.

source: Contusion Frontal Lobe Contusion means bruise. When the head is hit, the brain moves back and forth inside the skull. When the brain is pushed up against the ridges and sides of the skull, bruising to the brain can occur. Because a big force is needed to create a contusion, the person may also have other brain injuries. It often takes a long time for the person to recover from this injury. The location of the contusion and the amount of damage impacts recovery time. Hematoma A hematoma is a form of brain injury that involves a blood collecting around the brain. Hematoma may develop right after a brain injury or later. There are different types Subdural Hematoma of hematoma, depending on where the blood collects. Types of Brain Injury. Russian.
ru: Контузия Теменная доля Parietal Lobe Контузия означает ушиб. Во время Затылочная доля Occipital Lobe удара головы происходит движение мозга внутри черепа назад и вперед. От удара мозга о череп могут возникнуть ушибы Височная доля головного мозга. Temporal Lobe Поскольку для контузии удар должен быть достаточно сильным, у человека могут быть и другие травмы головного мозга. Восстановление после этой травмы обычно занимает много времени. Скорость выздоровления зависит от расположения контузии и степени повреждения. Гематома Гематома — это разновидность черепно- мозговой травмы, в результате которой вокруг головного мозга скапливается кровь. Эпидуральная гематома Гематома может Epidural Hematoma развиться сразу после травмы или позже. Существуют различные виды гематом, в зависимости от того, где происходит скопление Внутримозговая крови. гематома Intracerebral Hematoma
